/*  Class = "NSButton"; gToolTip = "Rotate right (⇧⌘R)"; ObjectID = "386";  */
"Rotate right (⇧⌘R)" = "Rotar hacia la derecha (⇧⌘R)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a data format to display the current data by using QuickLook"; ObjectID = "8";  */
"Choose a data format to display the current data by using QuickLook" = "Elija un formato de datos para mostrar los datos actuales usando Vista Rápida";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "15";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "228";  */
"OK" = "Aceptar";

/*  Class = "NSButtonCell"; title = "Open..."; ObjectID = "16";  */
"Open..." = "Abrir...";

/*  Class = "NSButtonCell"; title = "Save..."; ObjectID = "17";  */
"Save..." = "Guardar...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "18";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "229";  */
"Cancel" = "Cancelar";

/*  Class = "NSSegmentedCell"; 19.labels[0] = "Text"; ObjectID = "19";  */
"Text" = "Texto";

/*  Class = "NSSegmentedCell"; 19.labels[1] = "Image"; ObjectID = "19";  */
"Image" = "Imagen";

/*  Class = "NSSegmentedCell"; 19.labels[2] = "Hex"; ObjectID = "19";  */
"Hex" = "Hex";

/*  Class = "NSSegmentedCell"; 19.toolTips[0] = "Show data as text"; ObjectID = "19";  */
"Show data as text" = "Muestra los datos como texto";

/*  Class = "NSSegmentedCell"; 19.toolTips[1] = "Try to show data as image"; ObjectID = "19";  */
"Try to show data as image" = "Intenta mostrar los datos como imagen";

/*  Class = "NSSegmentedCell"; 19.toolTips[2] = "Show data hexadecimal"; ObjectID = "19";  */
"Show data hexadecimal" = "Muestra los datos hexadecimales";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "77";  */
"Close" = "Cerrar";

/*  Class = "NSButton"; gToolTip = "Set to NULL (⇧⌘N)"; ObjectID = "520";  */
"Set to NULL (⇧⌘N)" = "Poner a NULL (⇧⌘N)";

/*  Class = "NSButton"; gToolTip = "Rotate left (⇧⌘L)"; ObjectID = "388";  */
"Rotate left (⇧⌘L)" = "Rotar hacia la izquierda (⇧⌘L)";

/*  Class = "NSButtonCell"; title = "NULL"; ObjectID = "521";  */
"NULL" = "NULL";

/*  Class = "NSTextField"; gToolTip = "Enter as octal number (⌘O)"; ObjectID = "86";  */
"Enter as octal number (⌘O)" = "Introduce como un número octal (⌘O)";

/*  Class = "NSTextField"; gToolTip = "Enter as integer (⌘I)"; ObjectID = "90";  */
"Enter as integer (⌘I)" = "Introduce como un entero (⌘I)";

/*  Class = "NSTextField"; gToolTip = "Enter as hexadecimal string (⌘H)"; ObjectID = "91";  */
"Enter as hexadecimal string (⌘H)" = "Introduce como una cadena hexadecimal (⌘H)";

/*  Class = "NSTextFieldCell"; title = "Hexadecimal:"; ObjectID = "224";  */
"Hexadecimal:" = "Hexadecimal:";

/*  Class = "NSTextFieldCell"; title = "Integer:"; ObjectID = "225";  */
"Integer:" = "Entero:";

/*  Class = "NSTextFieldCell"; title = "Octal:"; ObjectID = "226";  */
"Octal:" = "Octal:";

/*  Class = "NSButton"; gToolTip = "Set all bits to 1 (⌘1)"; ObjectID = "376";  */
"Set all bits to 1 (⌘1)" = "Poner todos los bits a 1 (⌘1)";

/*  Class = "NSButton"; gToolTip = "Set all bits to 0 (⌘0)"; ObjectID = "378";  */
"Set all bits to 0 (⌘0)" = "Poner todos los bits a 0 (⌘0)";

/*  Class = "NSButton"; gToolTip = "Negate all bits (⌘N)"; ObjectID = "380";  */
"Negate all bits (⌘N)" = "Negar todos los bits (⌘N)";

/*  Class = "NSButton"; gToolTip = "Shift right (⌘R)"; ObjectID = "382";  */
"Shift right (⌘R)" = "Desplazar hacia la derecha (⌘R)";

/*  Class = "NSButton"; gToolTip = "Shift left (⌘L)"; ObjectID = "384";  */
"Shift left (⌘L)" = "Desplazar hacia la izquierda (⌘L)";

